/* game mod description */
"Land can not be destroyed" = "Le sol ne peut pas être détruit";

/* game mod title */
"Solid Land" = "Sol solide";

/* game mod description */
"Add an indestructable border around the terrain" = "Ajouter une bordure indestructible autour du terrain";

/* game mod title */
"Add Border" = "Ajouter une bordure";

/* game mod description */
"Teams will start on opposite sides of the terrain" = "Les équipes commenceront aux côtés opposés du terrain";

/* game mod title */
"Divide Team (max 2 teams)" = "Diviser l'Équipe (max 2 équipes)";

/* game mod description */
"Lower gravity" = "Abaisser la gravité";

/* game mod title */
"Low Gravity" = "Gravité faible";

/* game mod description */
"Assisted aiming with laser sight" = "Visée assistée avec le viseur laser";

/* game mod title */
"Laser Sight" = "Viseur Laser";

/* game mod description */
"All hogs have a personal forcefield" = "Tous les hérissons ont un champ de force personnel";

/* game mod title */
"Invulnerable" = "Invulnérable";

/* game mod description */
"All (living) hedgehogs are fully restored at the end of turn" = "Tous les hérissons (vivants) sont entièrement restaurés à la fin du tour";

/* game mod title */
"Reset Health" = "Réinitialiser la Santé";

/* game mod description */
"Gain 80% of the damage you do back in health" = "Obtenez 80% des dégâts que vous infligez en retour sur la santé";

/* game mod title */
"Vampirism Mode" = "Mode Vampire";

/* game mod description */
"Share your opponents pain, share their damage" = "Partagez la douleur de vos opposants, partagez leurs dégâts";

/* game mod title */
"Karma Mode" = "Mode Karma";

/* game mod description */
"Your hogs are unable to move, test your aim" = "Vos hérissons sont incapables de bouger, testez votre visée";

/* game mod title */
"Artillery Mode" = "Mode Artillerie";

/* game mod description */
"Defend your fort and destroy the opponents" = "Défendez votre fort et détruisez les opposants";

/* game mod title */
"Fort Mode" = "Mode Fort";

/* game mod description */
"Order of play is random instead of in room order" = "L'ordre de jeu est aléatoirement et non pas en fonction de l'ordre dans la salle";

/* game mod title */
"Random Order" = "Ordre Aléatoire";

/* game mod description */
"Play with a King; when he dies, your side loses" = "Jouez avec le Roi; quand il meure, votre côté pert";

/* game mod title */
"King Mode" = "Mode Roi";

/* game mod description */
"Take turns placing your hedgehogs pre-game" = "A tour de rôle placez vos hérissons avant le jeu";

/* game mod title */
"Place Hedgehogs" = "Placez les Hérissons";

/* game mod description */
"Ammo is shared between all clan teams" = "Les munitions sont partagées entre toutes les équipes du clan";

/* game mod title */
"Clan Shares Ammo" = "Le Clan Partages les Munitions";

/* game mod description */
"Disable girders when generating random maps" = "Désactiver les poutres lors de la génération aléatoire des cartes";

/* game mod title */
"Disable Girders" = "Désactiver les Poutres";

/* game mod description */
"Disable land objects when generating maps" = "Désactiver les objets terrestes pendant la génération des cartes";

/* game mod title */
"Disable Land Objects" = "Désactiver les Objets Terrestres";

/* game mod description */
"AI-controlled hogs respawn on death" = "Les hérissons contrôlés par une IA réapparaissent à leur mort";

/* game mod title */
"AI Survival Mode" = "Mode Survivant IA";

/* game mod description */
"Attacking does not end your turn" = "Attaquer ne termine pas votre tour";

/* game mod title */
"Unlimited Attacks" = "Attaques illimitées";

/* game mod description */
"Weapons are reset to starting values each turn" = "Les armes sont réinitialisées à leur valeurs initiales à chaque tour";

/* game mod title */
"Reset Weapons" = "Réinitialiser les Armes";

/* game mod description */
"Each hedgehog has its own ammo" = "Chaque hérisson a ses propres munitions";

/* game mod title */
"Per Hedgehog Ammo" = "Munitons par Hérisson";

/* game mod description */
"You will not have to worry about wind any more" = "Vous n'aurez plus à vous préoccuper du vent";

/* game mod title */
"Disable Wind" = "Désactvier le Vent";

/* game mod description */
"Wind will affect almost everything" = "Le vent affectera presque tout";

/* game mod title */
"More Wind" = "Plus de Vent";

/* game mod description */
"Clan teams take turns sharing their time" = "Les équipes de clan jouent leur tour en partageant leur temps";

/* game mod title */
"Tag Team" = "Équipe Balisée";

/* game mod description */
"Add an indestructible border along the bottom" = "Ajoute une bordure indestructible le long du bas";

/* game mod title */
"Bottom Border" = "Bordure du Bas";


/* flag description */
"Initial Health" = "Santé Initiale";

/* flag description */
"Damage Modifier" = "Modificateur de Dégâts";

/* flag description */
"Turn Time" = "Temps du Tour";
/* flag description */
"Sudden Death Timeout" = "Échéance pour la Mort Subbite";

/* flag description */
"Water Rise Amount" = "Niveau de l'Eau";

/* flag description */
"Health Decrease" = "Diminution de la Santé";

/* flag description */
"Rope Length (%)" = "Longueur de la Corde (%)";

/* flag description */
"Crate Drop Turns" = "Au tour de la Chute de la Caisse";

/* flag description */
"Health Kit Probability (%)" = "Probabilité d(un Kit de Santé (%)";

/* flag description */
"Health Amount in Kit" = "Quantité de Santé dans le Kit";

/* flag description */
"Mines Time" = "Temps des Mines";

/* flag description */
"Mines Number" = "Nombres de Mines";

/* flag description */
"Dud Mines Probability (%)" = "Probabilité de Fausses Mines (%)";

/* flag description */
"Explosives" = "Explosifs";

/* flag description */
"Get Away Time (%)" = "Temps pour s'Échapper (%)";
